Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk_sprakuke_0_.html.tmx
Source language: nob
Languages: sme

source: Samisk språkuke
sme: Sámi giellavahkku

source: Synliggjøring av samiske språk er en sentral del av Giellalokten, og vi har sett behovet for å involvere og samarbeide med ulike aktører i arbeidet for at samiske språk skal synes i samfunnet.
sme: Sámegielaid oainnusmahttin lea Giellaloktema guovddážis, ja mii leat oaidnán dárbbu involveret iešguđetge aktevrraid ja bargat singuin ovttas sámegielaid oainnusmahttimiin servodagas.

source: Sametinget tok initiativ til en landsomfattende samisk språkuke i 2019.
sme: Sámediggi vuolggahii riikaviidosaš sámi giellavahkku 2019:s.

source: Resultatet var en uke hvor samiske språk syntes og hørtes en rekke steder i landet, på sosiale medier og i riksdekkende medier.
sme: Boađus lei okta vahkku go sámegielat oidnoje ja gulloje olu báikkiin riikkas, sihke sosiála mediain ja riikkaviidosaš mediain.

source: Samisk språkuke skapte et stort engasjement over hele landet, og en rekke aktører bidro til å synliggjøre samiske språk i samfunnet under uka.
sme: Sámi giellavahkku bovttii stuora beroštumi miehtá riikka, ja máŋga aktevrra ledje dan vahkku veahkkin oainnusmahttime sámegielaid servodagas.

source: Det ble avholdt både lokale arrangementer og arrangementer på sosiale medier.
sme: Lágiduvvoje sihke báikkálaš doalut ja doalut sosiála mediain.

source: Kongehuset, Stortinget, Regjeringen og institusjoner som Samisk Høgskole, Samiske videregående skoler, Nasjonalt senter for samisk i opplæringa, Finnmarkseiendommen, FN sambandet, Redd Barna, NRK Super er noen av aktørene som bidro i markeringa av samisk språkuke.
sme: Gonagasviessu, Stuoradiggi, Ráđđehus ja ásahusat dego Sámi allaskuvla, Sámi joatkkaskuvllat, Sámi Nationála lohkanguovddáš, Finnmárkkuopmodat, ON gulahallandoaibma, Redd Barna, NRK Super leat muhtun aktevrra mat čalmmustahtte sámi giellavahkku.

source: Sametinget vil at samisk språkuke skal være en årlig hendelse, og er i gang med planleggingen av årets språkuke, som vil holdes uke 43.
sme: Sámediggi háliida ahte sámi giellavahkku galgá lágiduvvot jahkásaččat, ja lea plánegoahtán dán jagáš giellavahkku, mii lea vahkku 43.
